# SysBeep

## Description
Procedure SysBeep uses the current system prompt sound to alert the user.&lt;BR&gt;
&lt;BR&gt;

```pascal
PROCEDURE SysBeep;
```

```python

def vs.SysBeep():
    return None
```

## Version
Availability: from MiniCAD
## Category
* Utility